[
  {
    "barcode": 63248696,
    "title": "Жидкий гель для стирки Ariel Color",
    "brand": "Ariel",
    "description": "Жидкий Гель-концентрат Ariel Color для цветного белья - превосходно и бережно отстирывает загрязнения на одежде и белье, сохраняя их яркость и цвет.Ваши вещи чистые, как новые даже после 30 стирок!",
    "price": 1200,
    "image": "https://prodmarket.kz/wp-content/uploads/123217389123-1.jpg",
    "manufacturer": "Procter & Gamble",
    "size": 2.6,
    "sizeType": "л"
  },
  {
    "barcode": 12135655,
    "title": "Стиральный порошок Ariel Lenor эффект 2в1",
    "brand": "Ariel",
    "description": "Синтетическое моющее средство Ariel automat Ленор эффект удаляет пятна и сильные загрязнения а так же смягчает вещи благодаря входящему в состав ополаскивателю.Порошок содержит специальные компоненты, помогающие сохранить яркость цветных вещей, придает вещам приятный аромат и помогает предотвратить образование накипи и известкового налета на спирали стиральной машины.",
    "price": 900,
    "image": "https://www.bitovayahimiyaoptom.ru/wp-content/uploads/2017/04/ARIEL-avtomat-3kg-Lenor-effekt-2v1.jpg",
    "manufacturer": "Procter & Gamble",
    "size": 3,
    "sizeType": "кг"
  },
  {
    "barcode": 96864426,
    "title": "Хозяйственное мыло BioMio BIO-SOAP Без запаха",
    "brand": "BioMio",
    "description": "Экологичное хозяйственное мыло-пятновыводитель эффективно удаляет пятна от растительных масел и жира, фруктовых соков, следов от дезодоранта, а также белковые пятна (в том числе пятна крови, яиц, молока) благодаря специальной формуле, обогащенной биоэнзимами.Мыло гипоаллергенно, благодаря чему отлично подходит для стирки детского белья и одежды людей с чувствительной кожей. ",
    "price": 150,
    "image": "https://cdn3.static1-sima-land.com/items/5961399/0/700.jpg?v=1644830084",
    "manufacturer": "Сплат-Косметика",
    "size": 200,
    "sizeType": "г"
  },
  {
    "barcode": 14678532,
    "title": "Средство для мытья посуды BioMio Bio-care Мята",
    "brand": "BioMio",
    "description": "Экологичное средство для мытья посуды BIO-CARE с эфирным маслом мяты - это эффективное средство с мягким безопасным действием, которое идеально подходит для мытья детской посуды, овощей и фруктов. Специальная формула с экстрактом хлопка оказывает мягкое действие на кожу рук, а эфирное масло мяты тонизирует и помогает восстановить силы Концентрированная формула обеспечивает экономичный расход. Отлично подходит для использования в домах с автономной канализацией.",
    "price": 180,
    "image": "https://imgproxy.sbermarket.ru/imgproxy/width-auto/czM6Ly9jb250ZW50LWltYWdlcy1wcm9kL3Byb2R1Y3RzLzM4MjQ0L29yaWdpbmFsLzEvMjAyMi0wOC0yM1QyMyUzQTQ0JTNBNTkuMDAxMDAwJTJCMDAlM0EwMC8zODI0NF8xLmpwZw==.jpg",
    "manufacturer": "Сплат-Косметика",
    "size": 450,
    "sizeType": "мл"
  },
  {
    "barcode": 75754262,
    "title": "Пятновыводитель BioMio Bio-Stain Remover гель",
    "brand": "BioMio",
    "description": "Экологичный универсальный пятновыводитель BIO-STAIN REMOVER, для стирки белья без запаха эффективно удаляет пятна от жира, детских красок, чернил, крови, вина, травы, фруктов и ягод, шоколада, чая и кофе. Идеально подходит для стирки детских вещей и одежды людей с чувствительной кожей. Он безопасен как для белых, так и для цветных вещей, эффективен при низких температурах, отлично выполаскивается, не оставляя следов. Обладает антибактериальным действием.",
    "price": 280,
    "image": "https://cdn3.static1-sima-land.com/items/6092740/0/700.jpg?v=1644829986",
    "manufacturer": "Сплат-Косметика",
    "size": 750,
    "sizeType": "мл"
  },
  {
    "barcode": 99798585,
    "title": "Средство для мытья посуды Aos",
    "brand": "Aos",
    "description": "Современное, высокофункциональное средство с легкостью отмывает даже самые сложные загрязнения и глубоко въевшийся жир. Главной отличительной особенностью формулы 'AOS' является его безопасность, так как оно полностью смывается с поверхности посуды. Идеальное решение для тех, кто заботится о себе и своих близких.",
    "price": 120,
    "image": "https://vodovoz.ru/upload/iblock/bf9/bf9470159507f390f5e80890118a2cd9.jpeg",
    "manufacturer": "Нэфис Косметикс",
    "size": 450,
    "sizeType": "мл"
  },
  {
    "barcode": 11446636,
    "title": "Средство для мытья посуды Aos Crystal",
    "brand": "Aos",
    "description": "Современное, высокофункциональное средство с легкостью отмывает даже самые сложные загрязнения и глубоко въевшийся жир.Идеальное решение для тех, кто заботится о себе и своих близких. Сочетание высокой эффективности и натуральности с минимизацией потенциальных аллергенов и красителей. Отлично выполаскивается, посуда кристально чистая.",
    "price": 140,
    "image": "https://media.komus.ru/medias/sys_master/root/he9/h89/11483262943262/1621249-1-800Wx800H.jpg",
    "manufacturer": "Нэфис Косметикс",
    "size": 450,
    "sizeType": "г"
  },
  {
    "barcode": 62134865,
    "title": "Жидкое средство для стирки Aos Color гель для цветных тканей",
    "brand": "Aos",
    "description": "Гель-концентрат AOS Color сохраняет яркость и внешний вид вещей от стирки к стирке. Подходит для замачивания и стирки изделий из цветных хлопчатобумажных, льняных и синтетических тканей, а также тканей из смешанных волокон в стиральных машинах любого типа и ручной стирки. ",
    "price": 570,
    "image": "https://cdn3.static1-sima-land.com/items/5819790/0/400.jpg?v=1614604930",
    "manufacturer": "Нэфис Косметикс",
    "size": 1.3,
    "sizeType": "л"
  },
  {
    "barcode": 20011836,
    "title": "Стиральный порошок BiMax автомат 100 пятен",
    "brand": "BiMax",
    "description": "«Bimax 100 пятен автомат» – стиральный эффективный порошок, предназначенный для машинной стирки. В его состав входят активные «умные» компоненты, среди которых отбеливающие кислородные соединения, поверхностно-активные вещества, особые энзимы, оптические отбеливатели и другие добавки, действующие на разные виды пятен.",
    "price": 730,
    "image": "https://apeti.ru/upload/iblock/a77/stiralnyy_poroshok_bimax_avtomat_100_pyaten_3_kg.jpg",
    "manufacturer": "Нэфис Косметикс",
    "size": 3,
    "sizeType": "кг"
  },
  {
    "barcode": 32065343,
    "title": "Стиральный порошок BiMax Лаванда Fresh",
    "brand": "BiMax",
    "description": "Стиральный порошок Bimax Лаванда Fresh эффективно отстирывает более 100 видов пятен, в том числе от шоколада, ягод, кофе, красного вина, косметики, сажи, грязи. Дарит белью тонкий аромат горной лаванды и свежести. Рекомендован для стирки как цветных, так и белых вещей из хлопчатобумажных, льняных и синтетических тканей с соблюдением рекомендаций сортировки по цвету ткани и температурному режиму стирки.",
    "price": 700,
    "image": "https://api.e-dostavka.by/UserFiles/images/catalog/Goods/6233/01446233/norm/01446233.n_1.png",
    "manufacturer": "Нэфис Косметикс",
    "size": 3,
    "sizeType": "кг"
  },
  {
    "barcode": 70061624,
    "title": "Гель Ariel Active жидкость 16Х35 гр. в пакетах",
    "brand": "Ariel",
    "description": "Ariel Active Gel Capsules - моющее синтетическое жидкое средство в растворимых пакетах-капсулах для использования в стиральных машинках любого типа, для стирки цветных вещей.В гель-капсулах Ariel концентрация активных ингредиентов в 2 раза больше по сравнению с аналогичным количеством стирального порошка Ariel.",
    "price": 580,
    "image": "https://www.mladenec-shop.ru/upload/2/9/4/f/p1Qi39as.JPEG",
    "manufacturer": "Procter & Gamble",
    "size": "16X35",
    "sizeType": "г"
  },
  {
    "barcode": 10040323,
    "title": "Стиральный порошок Sorti Эконом Супер автомат",
    "brand": "Sorti",
    "description": "Стиральный порошок бережно отбеливает и устраняет комбинированные загрязнения. Белоснежная чистота без хлопот. Подходит для ежедневной стирки в широком диапазоне температур от 30 до 90С. Предназначен для использования в стиральной машине и ручной стирки. Разумный выбор для экономии семейного бюджета.",
    "price": 450,
    "image": "https://cdn3.static1-sima-land.com/items/5819811/0/700.jpg?v=1614604972",
    "manufacturer": "Нэфис Косметикс",
    "size": 2.4,
    "sizeType": "кг"
  },
  {
    "barcode": 40050621,
    "title": "Средство для мытья посуды Sorti Алоэ-вера",
    "brand": "Sorti",
    "description": "В состав входят активные компоненты против жира и натуральные добавки, бережно заботящиеся о коже рук. Эффективно удаляет жир даже в холодной воде. Придает посуде зеркальный блеск, не оставляет разводов. Отлично пенится и легко смывается водой.",
    "price": 90,
    "image": "https://ct-prom.ru/assets/images/products/115/sorti-aloe.jpg",
    "manufacturer": "Нэфис Косметикс",
    "size": 450,
    "sizeType": "мл"
  },
  {
    "barcode": 30030102,
    "title": "Camay Botanicals цветы граната",
    "brand": "Camay",
    "description": "Сложно ощущать себя красивой с сухой кожей рук. Частое мытье и использование санитайзеров может вызывать зуд, что добавляет еще больше стресса в напряженный ритм жизни. Жидкое мыло Camay Botanicals Цветы Граната деликатно избавит кожу от загрязнений, не допустив ее высыхания. ",
    "price": 230,
    "image": "https://cdn.eapteka.ru/upload/offer_photo/509/645/1_4d96bb8cd91c3c51238c80dff535260c.jpeg?t=1622263333&_cvc=1678677598",
    "manufacturer": "Unilever",
    "size": 280,
    "sizeType": "мл",
    "for": "Уход за руками"
  },
  {
    "barcode": 10150042,
    "title": "Гель для душа Camay Классик",
    "brand": "Camay",
    "description": "Гель для душа Camay Классик прекрасно очищает и ухаживает за кожей. Его роскошный аромат белых роз с нотками нежной фрезии и теплыми фруктовыми оттенками окутает пленительным очарованием. Camay Классик обогащен комплексом цветочных масел для гладкой и благоухающей кожи.",
    "price": 170,
    "image": "https://городокмастеров.рф/wa-data/public/shop/products/72/19/141972/images/420642/420642.750.jpg",
    "manufacturer": "Unilever",
    "size": 250,
    "sizeType": "мл",
    "for": "Уход за телом"
  },
  {
    "barcode": 10191000,
    "title": "Camay Mademoiselle дезодорант",
    "brand": "Camay",
    "description": "Наслаждайтесь легкостью цветущего лотоса с нотками пиона, мускуса и масла сандалового дерева, который поможет надолго оставаться благоухающей и женственной!",
    "price": 140,
    "image": "https://эльсити.рф/content/img_cache/catalog_titan/catalog/6002644498.jpg",
    "manufacturer": "Unilever",
    "size": 50,
    "sizeType": "мл",
    "for": "Уход за телом"
  },
  {
    "barcode": 18410003,
    "title": "Увлажняющий крем Nivea Care",
    "brand": "Nivea",
    "description": "Увлажняющий крем для лица Nivea Care имеет лёгкую текстуру и моментально впитывается, не оставляя пленки на лице и жирного блеска. Масло Ши в составе интенсивно питает и смягчает кожу, снижает шелушение и предотвращает пересыхание. Подходит для всех типов кожи.",
    "price": 360,
    "image": "https://basket-01.wb.ru/vol89/part8914/8914471/images/big/9.jpg",
    "manufacturer": "Beiersdorf",
    "size": 100,
    "sizeType": "мл",
    "for": "Уход за лицом"
  },
  {
    "barcode": 78008099,
    "title": "Спрей Nivea Rosenwasser Gesichtsspray",
    "brand": "Nivea",
    "description": "Полезный заряд свежести - -Спрей для лица с розовой водой от Nivea успокаивающе освежает кожу. Увлажняющий спрей для лица обогащен розовой водой природного происхождения и делает кожу особенно мягкой и эластичной. После распыления суперлегкий спрей очень приятно ощущается на коже и оставляет фантастически сияющий цвет лица.",
    "price": 1500,
    "image": "https://diskontsp.ru/wa-data/public/shop/products/96/10/341096/images/639497/639497.970.jpg",
    "manufacturer": "Beiersdorf",
    "size": 150,
    "sizeType": "г",
    "for": "Уход за лицом"
  },
  {
    "barcode": 36060003,
    "title": "Мило Johnson's Baby для маленьких",
    "brand": "Johnson's",
    "description": "Жидкое мыло Johnson's Baby Детское Для маленьких непосед эффективно очищает детскую кожу от грязи и бактерий.Специальная формула с медом и экстрактом зеленого чая разработана для бережной защиты чувствительной кожи детей.Не содержит спирта.Имеет нейтральный pH-баланс.Очищает и смывает до 99% микробов, защищает нежную кожу.Не содержит парабены, сульфаты и красители.",
    "price": 310,
    "image": "https://cdn.tabletki.ua/_images/goods/3175651e-32d9-11ea-baa5-000c29ab36d9/1/AAAAAAjZT60/img_original_0.jpg",
    "manufacturer": "Johnson & Johnson",
    "size": 300,
    "sizeType": "мл",
    "for": "Уход за руками"
  },
  {
    "barcode": 40000901,
    "title": "Johnson's Baby Крем для лица и тела с молоком",
    "brand": "Johnson's",
    "description": "Детский крем с молоком от Johnson’s ® Baby — это детский крем 3-в-1 для лица, рук и тела, который позволяет быстро и эффективно ухаживать одновременно за телом, ручками и личиком вашего малыша.Крем обладает приятным запахом, соответствует стандарту «Клинически проверенная мягкость» и подходит для всех членов семьи.",
    "price": 260,
    "image": "https://samson-pharma.ru/upload/iblock/dd2/dd2a6a3bfeda4f79055fee077baa23aa.png",
    "manufacturer": "Johnson & Johnson",
    "size": 50,
    "sizeType": "мл",
    "for": "Уход за лицом"
  }
]
